var notificationContent = {
	"mcacms":"#LEGALUPDATE #03NOVEMBER2019 #CA2013 #MCACMS<br/>The MCA has come out with an online Compliance Monitoring System (MCACMS Portal) for issuing show-cause notices and submitting replies from companies/directors for non-compliance under provisions of Companies Act, 2013.</br>MCACMS Portal has already started sending show cause notices for certain violations by email to the Company /Director / Company Secretary. The show-cause notice will carry a CMS reference Number such as F.No. D/RCXXX/XXX/2019/XX/YY-YY. The notice will also carry details of non-compliances under which section the notice is issued and the timelines for submitting the reply.</br>The Company is required to serve a copy of the said notice to the directors/KMPs and the notice will be treated as deemed to have been served upon every officer in default of the company in terms of the Companies Act. 2013. The recipient of showcase notice has to submit a reply at the portal referring to the CMS Reference Number within 15 days from the date the notice. If no reply is filed by the Company / Director, it will be presumed that the company has nothing to say in the matter and the Register of Companies shall initiate penal action for violation of sections referred to in the show-cause notice.</br>For filing reply, the concerned director is required to logon to the Portal at MCACMS Portal and link Reply for Show Cause Notice, and to input CMS reference Number in the required column. An OTP will be sent to the email where the notice is served. Reply or the aid notice can be submitted in not more than 500 words in the prescribed field and If the reply is more than 500 words, it is advisable to print the same on Company letterhead and authenticated by a Director / Company Secretary and attach the same to the portal as a separate file.</br>For More Information:-</br><a href=\"https://mcacms.gov.in/assets/How_to_file_Reply.pdf\">https://mcacms.gov.in/assets/How_to_file_Reply.pdf</a><br/><br/>",
	"extensionaf2019":"#LEGALUPDATE #29OCTOBER2019 #CA2013 #MCA #EXTENSION #ANNUALFILING2019<br/>MCA has issued the much-awaited circular w.r.t Relaxation of additional fees and extension of the last date of filing of Annual Filing Forms under the provisions of the Companies Act, 2013. On the basis of the representations received from the stakeholders seeking an extension of time for filing of financial statements for the financial year ended 31.03.2019 on account of various factors, it has been decided to extend the due date for filing of e-forms AOC-4, AOC (CFS) AOC-4 XBRL up to 30.11.2019 and e-form MGT-7 up to 31.12.2019, by companies without the levy of an additional fee. The original dates of filing of e-forms AOC-4, AOC (CFS) AOC-4 XBRL and e-form MGT-7 is 30 days and 60 days respectively from the date of Annual General Meeting of the Company.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/GeneralCircular_29102019.pdf\">http://www.mca.gov.in/Ministry/pdf/GeneralCircular_29102019.pdf</a><br/><br/>",
}
