var notificationContent = {
	"ibbi24":"<b>##LEGALUPDATE #IBBI #24MARCH2020 #NOTIFICATION</b><br/>IBBI has notified that the Part-II of the Insolvency and Bankruptcy Code, 2017, relating to the insolvency and liquidation of corporate shall apply where the minimum amount of the default by Corporate Debtor is one crore rupees instead of one lakh rupees.</br>For More Information:-</br><a href=\"https://ibbi.gov.in//uploads/legalframwork/48bf32150f5d6b30477b74f652964edc.pdf\">https://ibbi.gov.in//uploads/legalframwork/48bf32150f5d6b30477b74f652964edc.pdf</a><br/><br/>",
	"csr":"<b>#LEGALUPDATE #MCA #23MARCH2020 #CIRCULAR #COVID-19</b><br/>MCA issues Clarification on spending of CSR funds for COVID-19. Keeping in view of the Spread of novel Corona Virus (COVID-19) in India, it is hereby clarified that spending of CSR Fund for COVID-19 is eligible CSR Activity.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Covid_23032020.pdf\">http://www.mca.gov.in/Ministry/pdf/Covid_23032020.pdf</a><br/><br/>",
	"covid19":"<b>#LEGALUPDATE #MCA #23MARCH2020 #CompanyAffirmationofReadinesstowardsCOVID-19</b><br/>Companies Affirmation of Readiness towards COVID-19 Form is a simple web form with minimum fields and which can be filed from anywhere. There is no requirement of DSC and does not involve payment of any fee. Companies/LLPs are advised to use the service w.e.f 23rd March 2020 onwards at the earliest convenience. Key features of the form are as follows:</br>1. It is a simple web form deployed on 23.03.2020 with minimum fields and can be filed from anywhere.</br>2. No Payment of Fee</br>3. No DSC</br>4. Available as a ‘Post-login’ service for both ‘Registered’ as well ‘Business User’</br>5. Applicable for all Indian companies/ Foreign companies/ LLPs/ Foreign LLPs</br>6. Any one of the current Authorized Signatories of the Company/LLP can submit the form online</br>7. Only OTP verification</br>8. No SRN is generated</br>9. System based acknowledgment shall be sent to: - Email ID of the respective Company/Foreign Company/ LLP or Foreign LLP - Email ID of the Authorized Signatory who is providing the affirmation - Email ID of the FO user who is submitting the affirmation</br><b><u>Last date for filing the same is March 30, 2020.</b></u></br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Car_22032020.pdf\">http://www.mca.gov.in/Ministry/pdf/Car_22032020.pdf</a><br/><br/>",
	"bmrules":"<b>#LEGALUPDATE #MCA #19MARCH2020 #RULES #COVID-19</b><br/>MCA has notified the Companies (Meetings of Board and its Powers) Amendment Rules, 2020 which shall come into force on the date of their publication in the Official Gazette i.e 19-03-2020. Considering the need to take precautionary steps to overcome the outbreak of the coronavirus (Covid-19), the MCA has relaxed the requirement of holding Board meetings with the physical presence of directors under section 173(2) r/w Rule 4 of the Companies (Meetings of Board and its Powers) Rules, 2014 for approval of the annual financial statements, the Board’s report, etc. Such meetings may till 30th June, 2020 be held through video conferencing or other audio visual means by duly ensuring compliance of Rule 3 of the said rules.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Rules_19032020.pdf\">http://www.mca.gov.in/Ministry/pdf/Rules_19032020.pdf</a><br/><br/>",
}
