var notificationContent = [
	"#LEGALUPDATE #OCTOBER052018 #MCA<br/>Relaxation of additional fees and extension of last date of in filling of forms MGT-7(Annual Return) and AOC-4 Financial Statement Under the companies Act,2013-State of Kerala- reg. For More Information: <a href='http://www.mca.gov.in/Ministry/pdf/GeneralCircularKerala_05102018.pdf'>http://www.mca.gov.in/Ministry/pdf/GeneralCircularKerala_05102018.pdf</a>",
	"#LEGALUPDATE #OCTOBER012018 #NFRA #MCA<br/>Section 132 i.e. Constitution of National Financial Reporting Authority (NFRA) of the Companies Act, 2013 has been notified w.e.f. October 01, 2018 In exercise of the powers conferred by sub-section (1) of section 132 of the Companies Act, 2013, the Central Government hereby appoints the 1st October, 2018 as the date of constitution of National Financial Reporting Authority. For More Information:- <a href='http://www.mca.gov.in/Ministry/pdf/ConstitutionNotificationNFRA_04102018.pdf'>http://www.mca.gov.in/Ministry/pdf/ConstitutionNotificationNFRA_04102018.pdf</a> & <a href='http://www.mca.gov.in/Ministry/pdf/CommencementNotifiication_04102018.pdf'>http://www.mca.gov.in/Ministry/pdf/CommencementNotifiication_04102018.pdf</a>",
	"#LEGALUPDATE #OCTOBER012018 #SS4 #ICSI<br/>ICSI issues new Secretarial Standard -4 (SS-4) on ‘Report of the Board of Directors’ effective from October 1, 2018. The new SS- 4 is recommendatory in nature. It covers two parts. For More Information: - <a href='https://www.icsi.edu/media/webmodules/FinalSS-4.pdf'>https://www.icsi.edu/media/webmodules/FinalSS-4.pdf</a>",
	"#LEGALUPDATE #SEPTEMBER252018 #MCA <br/>MCA has notified the Companies (Registered valuers and Valuation)Third Amendment Rules, 2018. which shall come into force from the date of their publication in the Official Gazette, i.e 25-09-2018. Through the said amendment it has been has allowed that person rendering valuation services under the Act to continue their service without a certificate of registration upto January 31, 2019.For More Information: a href='http://www.mca.gov.in/Ministry/pdf/CompaniesThirdAmendment_25092018.pdf'>http://www.mca.gov.in/Ministry/pdf/CompaniesThirdAmendment_25092018.pdf</a>",
	"#LEGALUPDATE #SEPTEMBER202018 #MCA<br/>MCA has notified the Companies (Indian Accounting Standards), Second Amendment Rules, 2018 which shall come into force from the date of their publication in the Official Gazette, i.e 20-09-2018. Through the said amendment IND AS 20 has been amended in relation to government grants by Companies (Indian Accounting Standards) Second Amendment Rules, 2018 notified on September 20, 2018. For More Information: <a href='http://www.mca.gov.in/Ministry/pdf/CompaniesIASsecondAmendment_21092018.pdf'>http://www.mca.gov.in/Ministry/pdf/CompaniesIASsecondAmendment_21092018.pdf</a>"

]
