var notificationContent = {
	"covid19":"<b><u>Company Affirmation of Readiness towards COVID-19<b><u><br/>Companies Affirmation of Readiness towards COVID-19 Form is a simple web form with minimum fields and which can be filed from anywhere. There is no requirement of DSC and does not involve payment of any fee. Companies/LLPs are advised to use the service w.e.f 23rd March 2020 onwards at the earliest convenience. Key features of the form are as follows:</br>1. It is a simple web form deployed on 23.03.2020 with minimum fields and can be filed from anywhere.</br>2. No Payment of Fee</br>3. No DSC</br>4. Available as a ‘Post-login’ service for both ‘Registered’ as well ‘Business User’</br>5. Applicable for all Indian companies/ Foreign companies/ LLPs/ Foreign LLPs</br>6. Any one of the current Authorized Signatories of the Company/LLP can submit the form online</br>7. Only OTP verification</br>8. No SRN is generated</br>9. System based acknowledgment shall be sent to: - Email ID of the respective Company/Foreign Company/ LLP or Foreign LLP - Email ID of the Authorized Signatory who is providing the affirmation - Email ID of the FO user who is submitting the affirmation</br>Last date for filing the same is March 30, 2020.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Car_22032020.pdf\">http://www.mca.gov.in/Ministry/pdf/Car_22032020.pdf</a><br/><br/>",
	"extensionaf2019":"#LEGALUPDATE #29OCTOBER2019 #CA2013 #MCA #EXTENSION #ANNUALFILING2019<br/>MCA has issued the much-awaited circular w.r.t Relaxation of additional fees and extension of the last date of filing of Annual Filing Forms under the provisions of the Companies Act, 2013. On the basis of the representations received from the stakeholders seeking an extension of time for filing of financial statements for the financial year ended 31.03.2019 on account of various factors, it has been decided to extend the due date for filing of e-forms AOC-4, AOC (CFS) AOC-4 XBRL up to 30.11.2019 and e-form MGT-7 up to 31.12.2019, by companies without the levy of an additional fee. The original dates of filing of e-forms AOC-4, AOC (CFS) AOC-4 XBRL and e-form MGT-7 is 30 days and 60 days respectively from the date of Annual General Meeting of the Company.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/GeneralCircular_29102019.pdf\">http://www.mca.gov.in/Ministry/pdf/GeneralCircular_29102019.pdf</a><br/><br/>",
}
