var notificationContent = {
	"inc32spice":"#LegalUpdate #MCA #29MAR2019 #CA2013 #RULES<br/><br/>SPICe (INC-32) for incorporation of a company shall be accompanied by a linked e-form *AGILE* (Application for registration of the Goods and Services Tax Identification Number (GSTIN), Employees’ State Insurance Corporation (ESIC) registration pLus Employees’ Provident Fund Organisation(EPFO) registration) with effect from March 31, 2019.<br/><br/>For More Information-<br/><a href=\"http://www.mca.gov.in/Ministry/pdf/companiesINC3rdAmendmentRules_30032019.pdf\">http://www.mca.gov.in/Ministry/pdf/companiesINC3rdAmendmentRules_30032019.pdf</a><br/>",
	"indas":"#LegalUpdate #MCA #30MAR2019 #CA2013 #RULES<br/><br/>MCA has notified the Companies Indian Accounting Standards (Ind AS) First and Second Amendment Rules, 2019, applicable w.e.f. 1 April, 2019, to amend the ‘Annexure B on Indian Accounting Standards (Ind AS)’ to the Companies (Ind AS) Rules, 2015 (the principal rules), by way of inserting/ substituting various paragraphs, annexures, etc. in different Ind AS. In short, Ind AS 1, 2, 7, 12, 16, 17, 19, 21, 23, 28, 32, 37, 38, 40, 41, 101, 103, 104, 107, 109, 111, etc. have been amended. Further, The Ministry of Corporate Affairs has notified the new Ind AS 116, Leases. It shall replace existing Ind AS 17 and be effective from financial years beginning on or after April 1, 2019. The new Standard will impact accounting of leases in the books of lessees.<br/><br/>For More Information-<br/><a href=\"http://www.mca.gov.in/Ministry/pdf/RuleIndAsEng_30032019.pdf\">http://www.mca.gov.in/Ministry/pdf/RuleIndAsEng_30032019.pdf</a><br/>"<br/><a href=\"http://www.mca.gov.in/Ministry/pdf/RuleIndAsSecondEng_30032019.pdf\">http://www.mca.gov.in/Ministry/pdf/RuleIndAsSecondEng_30032019.pdf</a><br/>",
	"inc22a":"#LegalUpdate #MCA #21FEB2019 #CA2013<br/><br/>Every company incorporated on or before the 31st December, 2017 shall file the particulars of the company and its registered office, in e-Form ACTIVE (Active Company Tagging Identities and Verification) on or before 25.04.2019. <br/><br/>No fee is payable till 25.04.2019 thereafter fee of Rs.10,000/- is payable.<br/><br/>For More Information-<br/><a href=\"http://www.mca.gov.in/Ministry/pdf/CompaniesIncorporationAmendmentRules_21022019.pdf\">http://www.mca.gov.in/Ministry/pdf/CompaniesIncorporationAmendmentRules_21022019.pdf</a><br/>",
	"actrepeal":"#LEGALUPDATE #30JAN2019 #NOTIFICATION #MCA</br>The MCA has notified the date as 30-01-2019 on which The Companies Act, 1956 and the Registration of Companies (Sikkim) Act, 1961 shall stand repealed. The Central Government hereby appoints the 30-01-2019 as the date on which the provisions of section 455 of the said Act in so far as they relate to the repeal of the Companies Act, 1956 that in except in so far as they relate to the repeal of the Registration of Companies (Sikkim) Act, 1961 shall come into force.<br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/NotificationSection465_31012019.pdf\">http://www.mca.gov.in/Ministry/pdf/NotificationSection465_31012019.pdf</a>",
	"msme":"#LEGALUPDATE #22JAN2019 #MSME #MCA</br>Every specified company shall file in MSME Form I details of all outstanding dues to Micro or small enterprises suppliers existing on the date of notification of this order within thirty days from the date of publication of this notification.<br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/MSMESpecifiedCompanies_22012019.pdf\">http://www.mca.gov.in/Ministry/pdf/MSMESpecifiedCompanies_22012019.pdf</a>",
	"dpt3":"#LEGALUPDATE #22JAN2019 #CA2013 #RULES # DPT-3 #MCA</br>Mandatory Filing of Details of Loan with ROC in relation to DPT-3 with reference to Companies (Acceptance of Deposits) Amendment Rules, 2019 notified by MCA on 22.01.2019.Every Company *other than Government Company* shall file a onetime return of *outstanding* receipt of money or loan by a company but not considered as deposits, in term of clause (c) of sub-rule 1 of rule 2 from the 01st April, 2014 to the date of publication of this notification in the official Gazette (i.e. 22nd January, 2019) in e-form DPT-3 within 90 days from the date of publication i.e. 22nd April 2019<br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/AcceptanceDepositsAmendmentRule_22012019.pdf\">http://www.mca.gov.in/Ministry/pdf/AcceptanceDepositsAmendmentRule_22012019.pdf</a>",
	"demat":"#LEGALUPDATE #22JAN2019 #CA2013 #RULES #MCA</br>In the Companies (Prospectus and Allotment of Securities) Rules, 2014 it is inserted that Rule 9A i.e. Issue of securities in dematerialised form by unlisted public companies shall not apply to an unlisted public company which is:— (a) a Nidhi; (b) a Government company or (c) a wholly owned subsidiary<br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/CompaniesProspectusAllotmentRule_23012019.pdf\">http://www.mca.gov.in/Ministry/pdf/CompaniesProspectusAllotmentRule_23012019.pdf</a>",
	"nclt":"#LEGALUPDATE #18JAN2019 #NOTIFICATION #NCLT #MCA</br>MCA via NCLT Amendment Rules, 2019 dated January 15, 2019 alter Rule 71 of National Company Law Tribunal Rules, 2016 which are as:-, In sub-rule (3), in clause (b) for the words \"Central Govemment\" the words \"Regional Director\" shall be substituted and (ii) In sub-rule (4), for the words \"Central Government\" the words \"Regional Director\" shall be substituted <br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/NCLTAmendmentRules_18012019.pdf\">http://www.mca.gov.in/Ministry/pdf/NCLTAmendmentRules_18012019.pdf</a>",
	"ordinance":"#LEGALUPDATE #14JAN2019 #THECOMPANIES(AMENDMENT)ORDINANCE,2019 #MCA</br>This Ordinance may be called the Companies (Amendment) Ordinance, 2019 and it shall be deemed to have come into force on the 2nd day of November, 2018. An Ordinance further to amend the Companies Act, 2013. The Companies (Amendment) Ordinance, 2018 was promulgated by the President on the 2nd day of November, 2018 and the Companies (Amendment) Bill, 2019 to replace the Companies (Amendment) Ordinance, 2018 has been passed by the House of People on the 4th day of January, 2019 and is pending in the Council of States. Further, the Companies (Amendment) Bill, 2019 could not be taken up for consideration and passing in the Council of States and the Companies (Amendment) Ordinance, 2018 will cease to operate on the 21st day of January,2019. It is considered necessary to give continued effect to the provisions of the Companies (Amendment) Ordinance, 2018. <br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/NotificationCAO2019_15012019.pdf\">http://www.mca.gov.in/Ministry/pdf/NotificationCAO2019_15012019.pdf</a>",
	"inc20a":"#LEGALUPDATE #19DEC2018 #INCORPORATIONRULES #CA2013 #MCA</br>Companies (Incorporation) 4th Amendment Rules, 2018 includes: (i) Declaration in E-Form INC 20A will be filed by a director at the time of commencement of business. (ii) The powers has been delegated to RD for change in financial year and conversion from public to private company on request being made in E form RD 1. (iii) Form INC-25 A, has been prescribed for publication of advertisement in case of conversion from public to private company.<br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/CompaniesFourthAmendmentRules_19122018.pdf\">http://www.mca.gov.in/Ministry/pdf/CompaniesFourthAmendmentRules_19122018.pdf</a>",
	"chg4":"#LEGALUPDATE #19DEC2018 #RULES #CA2013 #MCA</br>MCA vide its notification dated December 18, 2018 revised form CHG-4 by introducing  Companies (Registration of Charges) Second Amendment Rules, 2018. <br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/CompaniesRegistrationofCharges2AmendmentRules_19122018.pdf\">http://www.mca.gov.in/Ministry/pdf/CompaniesRegistrationofCharges2AmendmentRules_19122018.pdf</a>",
	"incorporation":"#LEGALUPDATE #17DEC2018 #INCORPORATIONRULES #CA2013 #MCA</br>Draft amendment to rule 8 of the Companies (Incorporation) Rules, 2014 intends to bring more clarity to the rules related to name availability by: (i) inclusion of illustrations in the rules; (ii) providing a clear test to determine as to whether the applied name resembles too nearly with the name of an existing company; and (iii) bringing more clarity in the rule related to “general names”/descriptive names and trademark applicability; Suggestion/Comments on the proposed amendments along with justification in brief may be sent latest by 31st December, 2018 through email at reservation.name@mca.gov.in. <br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/IncorporationRule8thrule_17122018.pdf\">http://www.mca.gov.in/Ministry/pdf/IncorporationRule8thrule_17122018.pdf</a>",
	"nfra1":"#LEGALUPDATE #13DEC2018 #CIRCULARS #CA2013 #MCA</br>The Ministry of Corporate Affairs (MCA) has vide circular dated December 13, 2018 stated that the time limit for filing Form NFRA-1 will be 30 days from the date of deployment of this form on the website of Ministry/ National Financial Reporting Authority (NFRA) for all bodies corporate governed under sub-rule (2) and sub-rule (3) of Rule 3 of the National Financial Reporting Authority Rules, 2018  (excluding companies as defined under sub-section (20) of section 2 of the Companies Act, 2013, which are not required to file this Form).<br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/NoticeAndCirculars_13122018.pdf\">http://www.mca.gov.in/Ministry/pdf/NoticeAndCirculars_13122018.pdf</a>",
	"costaudit":"#LEGALUPDATE #10DEC2018 #CIRCULARS #CA2013 #MCA</br>MCA has vide Circular dated December 10, 2018 extended the time for filing Cost Audit Report for the financial year ended March 31, 2018 on account of various factors and also relaxed the additional fees payable by companies on Form CRA-4 (Cost Audit Report in XBRL format)  upto December 12, 2018, wherever additional fee is applicable.<br/>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/CompaniesActCircular_14122018.pdf\">http://www.mca.gov.in/Ministry/pdf/CompaniesActCircular_14122018.pdf</a>"
  }
