var notificationContent = {
	"chargesschemecovid19":"<b>#LEGALUPDATE #MCA #17JUNE2020 #CIRCULAR #SCHEME #CHARGES #COVID19</b><br/><br/>MCA has launched <b>\"Scheme for relaxation of time for filing forms related to creation or modification of charges under the Companies Act, 2013\"</b> for the purpose of condoning the delay in filing certain forms related to creation/ modification of charges. The scheme shall come in to effect from June 17, 2020. The scheme shall be applicable in respect of filing of Form No. CHG-l and Form No. CHG-9 by a company or a charge holder, where the date of creation / modification of charge:</br></br><b>Case a): -</b> is before 01.03.2020, but the timeline for filing such form had not expired under section 77 of the Act as on 01.03.2020,</br>The period beginning from 01.03.2020 to 30.09.2020 shall not be counted for the purpose of counting the days under section 77 or section 78 of the Act. The First day shall be after 29.02.2020 shall be counted as 01.10.2020.</br></br><b>Case b): -</b> falls on any date between 01.03.2020 to 30.09.2020 (both dates inclusive).</br>The period beginning from the date of creation/ modification of charge to 30.09.2020 shall not be counted for the purpose of counting the days under section 77 or section 78 of the Act. The First day after the date of creation/ modification of charge shall be counted as 01.10.2020.</br></br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Circular23_17062020.pdf\">http://www.mca.gov.in/Ministry/pdf/Circular23_17062020.pdf</a><br/><br/>",
	"egmcovid19":"<b>#LEGALUPDATE #MCA #15JUNE2020 #CIRCULAR #EGM #COVID19</b><br/>MCA has issued further Clarification on the passing of ordinary and special resolutions by companies under the Companies Act, 2013 read with rules made thereunder on account of COVID-l9.This is In Continuation of its General Circular No. 14/2020 dated April 08, 2020, and General Circular No. 17/2020 dated April 13, 2020, where, MCA had issued a clarification on the passing of ordinary and special resolutions by companies and allowed companies to pass ordinary and special resolutions of urgent nature up to June 30, 2020 or to transact relevant business through postal ballot as per the procedure specified therein. The MCA has examined and it has been decided to allow companies to conduct their EGMs through VC or OAVM or transact items through the postal ballot in accordance with the framework provided in the aforesaid Circulars up to September 30, 2020. All other requirements provided in the said Circulars remain unchanged.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Circular22_15062020.pdf\">http://www.mca.gov.in/Ministry/pdf/Circular22_15062020.pdf</a><br/><br/>",
	"ordiancecovid19":"<b>#LEGALUPDATE #IBBI #05JUNE2020 #ORDIANCE2020 #COVID19</b><br/>MCA has notified the Insolvency and Bankruptcy Code (Amendment) Ordinance, 2020 with effect from 5th June, 2020. The government of India has effectively suspended fresh bankruptcy proceedings against persons impacted because of COVID-19 for at least six months, up to a maximum of one year. The IBC (Amendment) Ordinance says that no business can be taken to bankruptcy tribunals for defaults during the period of the IBC’s suspension.</br>For More Information:-</br><a href=\"https://ibbi.gov.in//uploads/legalframwork/741059f0d8777f311ec76332ced1e9cf.pdf\">https://ibbi.gov.in//uploads/legalframwork/741059f0d8777f311ec76332ced1e9cf.pdf</a><br/><br/>",
	"debenturescovid19":"<b>#LEGALUPDATE #MCA #05JUNE2020 #RULES #CA2013 #COVID19</b><br/>MCA has notified the Companies (Share Capital and Debentures) Amendment Rules, 2020 which shall come into effect from 5th June, 2020. The company shall not issue sweat equity shares for more than 15% of the existing paid-up equity share capital in a year or shares of the issue value of rupees five crores, whichever is higher, provided that a start-up company may issue sweat equity shares not exceeding 50% of its paid-up capital up to 10 years from the date of its incorporation or registration. Further, In case of privately placed debentures, for listed companies which are registered as NBFC with RBI or Housing Finance Company with National Housing Bank or other listed company, the requirement to invest or deposit, on or before the 30th day of April in each year, 15% of the amount of debentures during the year to be redeemed in the next year has been removed.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Rule_08062020.pdf\">http://www.mca.gov.in/Ministry/pdf/Rule_08062020.pdf</a><br/><br/>",
	"pmcovid19":"<b>#LEGALUPDATE #MCA #26MAY2020 #NOTIFICATION #COVID19</b><br/>MCA has inserted the “Prime Minister’s Citizen Assistance and Relief in Emergency Situation Fund (PM CARES Fund)”, after the word ‘Prime Minister’s National Relief Fund’ in item (viii) of Schedule VII of the Companies Act, 2013.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Notice_27052020.pdf\">http://www.mca.gov.in/Ministry/pdf/Notice_27052020.pdf</a><br/><br/>",
	"noticecovid19":"<b>#LEGALUPDATE #MCA #11MAY2020 #CIRCULAR #COVID19</b><br/>MCA has clarified that SEBI Circular No. SEBI/HO/CFD/DIL2/CIR/P/2020/78 dated May 06, 2020, has to be considered for dispatch of notice by Listed companies for rights issue opening up to July 31, 2020.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Circular21_11052020.pdf\">http://www.mca.gov.in/Ministry/pdf/Circular21_11052020.pdf</a><br/><br/>",
	"agmcovid19":"<b>#LEGALUPDATE #MCA #05MAY2020 #CIRCULAR #AGM #COVID19</b><br/>Due to the pandemic caused by COVID-19 and extension of lockdown period, MCA has, vide its Circular dated May 5, 2020, clarified that the companies are allowed to conduct its Annual General Meeting through electronic means during calendar year 2020, in similar way as it was allowed to conduct EGMs via circular No. 14/2020 dated 08.04.2020 and 17/2020 dated 13.04.2020</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Circular20_05052020.pdf\">http://www.mca.gov.in/Ministry/pdf/Circular20_05052020.pdf</a><br/><br/>"
	}
