var notificationContent = {
	"boardmeetings":"<b>#LEGALUPDATE #MCA #24JUNE2020 #RULES  #CA2013 #COVID19</b><br/><br/>MCA has notified the Companies (Meetings of Board and its Powers) Second Amendment Rules, 2020 which shall come into effect from June 23, 2020. The MCA has earlier provided certain relaxation w.r.t conduct of Board Meeting for approving financial statements through Video Conferencing (VC) or Other Audio-Visual Means (OAVM), upto June 30, 2020. Now through this amendment, MCA has further extended the above relaxation for all the Board meetings to be conducted till September 30, 2020, to approve its financial statements through VC or OAVM.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Circular24_20062020.pdf\">http://www.mca.gov.in/Ministry/pdf/Circular24_20062020.pdf</a><br/><br/>",
	"drrcovid19":"<b>#LEGALUPDATE #MCA #20JUNE2020 #CIRCULAR #DEBENTURES #COVID19</b><br/><br/>MCA has issued a clarification with regard to creation of deposit repayment reserve and to invest deposit amount of debentures. Clarification is issued to relax the requirement under Section 73(2)(c) of Companies Act, 2013 to create the Deposit Repayment Reserve of 20% of deposits maturing during the financial year 2020-21 before 30th April, 2020, shall now be allowed to be complied with till 30th September, 2020 and for the requirement under Rule 18 of the Companies (Share Capital & Debentures) Rules, 2014, to invest or deposit at least 15% of the amount of debentures maturing in specified methods of investments or deposits before 30th April, 2020, may now be complied with till 30th September, 2020. Earlier these dates were extended up to 30th June, 2020.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Rule1_25062020.pdf\">http://www.mca.gov.in/Ministry/pdf/Rule1_25062020.pdf</a><br/><br/>",
	"chargesschemecovid19":"<b>#LEGALUPDATE #MCA #17JUNE2020 #CIRCULAR #SCHEME #CHARGES #COVID19</b><br/><br/>MCA has launched <b>\"Scheme for relaxation of time for filing forms related to creation or modification of charges under the Companies Act, 2013\"</b> for the purpose of condoning the delay in filing certain forms related to creation/ modification of charges. The scheme shall come in to effect from June 17, 2020. The scheme shall be applicable in respect of filing of Form No. CHG-l and Form No. CHG-9 by a company or a charge holder, where the date of creation / modification of charge:</br></br><b>Case a): -</b> is before 01.03.2020, but the timeline for filing such form had not expired under section 77 of the Act as on 01.03.2020,</br>The period beginning from 01.03.2020 to 30.09.2020 shall not be counted for the purpose of counting the days under section 77 or section 78 of the Act. The First day shall be after 29.02.2020 shall be counted as 01.10.2020.</br></br><b>Case b): -</b> falls on any date between 01.03.2020 to 30.09.2020 (both dates inclusive).</br>The period beginning from the date of creation/ modification of charge to 30.09.2020 shall not be counted for the purpose of counting the days under section 77 or section 78 of the Act. The First day after the date of creation/ modification of charge shall be counted as 01.10.2020.</br></br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Circular23_17062020.pdf\">http://www.mca.gov.in/Ministry/pdf/Circular23_17062020.pdf</a><br/><br/>",
	"egmcovid19":"<b>#LEGALUPDATE #MCA #15JUNE2020 #CIRCULAR #EGM #COVID19</b><br/>MCA has issued further Clarification on the passing of ordinary and special resolutions by companies under the Companies Act, 2013 read with rules made thereunder on account of COVID-l9.This is In Continuation of its General Circular No. 14/2020 dated April 08, 2020, and General Circular No. 17/2020 dated April 13, 2020, where, MCA had issued a clarification on the passing of ordinary and special resolutions by companies and allowed companies to pass ordinary and special resolutions of urgent nature up to June 30, 2020 or to transact relevant business through postal ballot as per the procedure specified therein. The MCA has examined and it has been decided to allow companies to conduct their EGMs through VC or OAVM or transact items through the postal ballot in accordance with the framework provided in the aforesaid Circulars up to September 30, 2020. All other requirements provided in the said Circulars remain unchanged.</br>For More Information:-</br><a href=\"http://www.mca.gov.in/Ministry/pdf/Circular22_15062020.pdf\">http://www.mca.gov.in/Ministry/pdf/Circular22_15062020.pdf</a><br/><br/>",
	}
