var notificationContent = {
	"reconciliation":"#LEGALUPDATE #02MAY2019 #CA2013 #MCA #CLARIFICATION<br/>Stakeholders are requested to note that the Ministry is in the process of prescribing the format of the audit report for reconciliation of share capital under sub-rule (8) of rule 9A of the Companies (Prospectus and Allotment of Securities) Rules, 2014. In the meanwhile, the stakeholders are requested to make such filings only after such format is made available.</br>For More Information: -</br><a href=\"http://www.mca.gov.in/\">http://www.mca.gov.in/</a><br/>",
	"dpt-3_msmeclarification":"#LEGALUPDATE #01MAY2019 #CA2013 #MCA #DPT-3 #MSME #CLARIFICATION<br/>Form DPT-3 is likely to be revised on MCA21 Company Forms Download page w.e.f 1st May, 2019. Stakeholders are advised to check the latest version before filing.<br/>eForm MSME (Form for furnishing half yearly return with the registrar in respect of outstanding payments to Micro or Small Enterprises) will be available on MCA21 Company Forms Download page w.e.f 1st May 2019.<br/>For More Information: - <a href=\"http://www.mca.gov.in/\">http://www.mca.gov.in/</a><br/><br/>",
	"dir-3kyc":"#LEGALUPDATE #30APRIL019 #CA2013 #MCA #IDIR-3KYC #ANNUALCOMPLIANCE<br/>MCA has notified the Companies (Appointment and Qualification of Directors) Amendment Rules, 2019 which shall come into force on the date of their publication in the Official Gazette i.e 30-04-2019. Amendments to Rule 12A are made to extend the time limit prescribed for submission of Form DIR – 3KYC by every director having approved DIN. The form DIR – 3KYC is now also required to be filed upto 30-06-2019 instead of earlier notified date of 30-04-2019. Further, the said Form DIR – 3KYC is yet to be made available on the portal of MCA.<br/>For More Information: -<a href='http://www.mca.gov.in/Ministry/pdf/CosAppointmentQualificationDirAmend_01052019.pdf'>http://www.mca.gov.in/Ministry/pdf/CosAppointmentQualificationDirAmend_01052019.pdf</a><br/><br/>",
	"dpt3extension":"#LEGALUPDATE #30APRIL019 #CA2013 #MCA #DPT-3<br/>MCA has notified the Companies (Acceptance of Deposits) Second Amendment Rules, 2019 which shall come into force on the date of their publication in the Official Gazette i.e 30-04-2019. A welcome step by MCA by replacing 31-03-2019 for the words "the date of publication of this notification in the Official Gazette". Stakeholders are now required to capture the data in the Form DPT – 3 upto the date of 31-03-2019 instead of 22-01-2019, as notified earlier. Further, the form is also required to be filed with in 90 days of 31-03-2019 which means the stakeholders have time to file the said Form upto 29-06-2019 instead of earlier notified date of 30-05-2019.<br/>For More Information: -<a href=\"http://www.mca.gov.in/Ministry/pdf/CompaniesAcceptanceDepositsSecAmendRules_01052019.pdf\">http://www.mca.gov.in/Ministry/pdf/CompaniesAcceptanceDepositsSecAmendRules_01052019.pdf</a><br/><br/>",
	"inc-22aextension":"#LEGALUPDATE #25APRIL019 #CA2013 #MCA #INC-22A #EXTENSION<br/>The MCA has issued the much awaited notification for extension of due date for filing of eForm INC – 22A (Form ACTIVE) from 25-04-2019 to 15-06-2019. The disclosure requirement, which came into effect from February, make it mandatory for registered companies to upload pictures of their business premises and at least one director. Ministry of Corporate Affairs have received many representations from industry associations for Extension of the Due date with many companies yet to comply thereafter Ministry of Corporate Affairs decided to Extend the Due date of form INC 22A (ACTIVE). The MCA has notified the Companies (Registration Offices and Fees) Second Amendment Rules, 2019 for applicability of fee after 15-06-2019 and parallel amendment through the Companies (Incorporation) Fourth Amendment Rules, 2019 also notified.</br>For More Information: -</br><a href=\"http://www.mca.gov.in/Ministry/pdf/CompaniesRegistrationOfficesFeesRule_25042019.pdf\">http://www.mca.gov.in/Ministry/pdf/CompaniesRegistrationOfficesFeesRule_25042019.pdf</a></br><a href=\"http://www.mca.gov.in/Ministry/pdf/CompaniesIncorporationFourthAmendmentRules_25042019.pdf\">http://www.mca.gov.in/Ministry/pdf/CompaniesIncorporationFourthAmendmentRules_25042019.pdf</a><br/><br/>"
}
