var notificationContent = {
	"ben2extension":"#LEGALUPDATE #24SEPTEMBER2019 #CA2013 #MCA #CIRCULAR #BEN-2EXTENSION<br/>The Ministry of Corporate Affairs has extend the last date of filing of e-Form BEN-2 without additional fees on account of certain new aspects which require further examination and clarification. The matter has been examined and it is hereby informed that the time limit for filing e-form No. BEN-2 is extended upto 31.12.2019 without payment of additional fee and thereafter fee and additional fee shall be payable. Consequent to the extension in the date of filing of e-Form BEN-2, the date of filing of Form BEN-1 may be construed.</br>For More Information: -</br><a href=\"http://www.mca.gov.in/Ministry/pdf/GeneralCircular_24092019.pdf\">http://www.mca.gov.in/Ministry/pdf/GeneralCircular_24092019.pdf</a><br/><br/>",
	"clc":"#LEGALUPDATE #18SEPTEMBER2019 #CA2013 #MCA #ORDER #COMPANYLAWCOMMITTEE<br/>MCA has constituted a Company Law Committee to improve ease of doing business, fostering improved corporate compliance and to address emerging issues impacting the working of corporates in the country. The government has created a committee to look at recategorization of certain offences under the Companies At as civil offences as well as review other provisions of the Companies Act and the Limited Liability Partnerships Act 2008.</br>For More Information: -</br><a href=\"http://www.mca.gov.in/Ministry/pdf/ConstitutionCLC_18092019.pdf\">http://www.mca.gov.in/Ministry/pdf/ConstitutionCLC_18092019.pdf</a><br/><br/>",
	"nfrarules":"#LEGALUPDATE #05SEPTEMBER2019 #CA2013 #MCA #NFRA #RULES<br/>The Ministry of Corporate Affairs (MCA), has notified the National Financial Reporting Authority (Amendment) Rules, 2019. The amendment includes notification of the eForm in which the auditor shall file the annual return with NFRA. The due date for filing such eForm has also been changed to 30th November of every year instead of 30th April as prescribed earlier.</br>For More Information: -</br><a href=\"http://www.mca.gov.in/Ministry/pdf/NFRA_05092019.pdf\">http://www.mca.gov.in/Ministry/pdf/NFRA_05092019.pdf</a><br/><br/>",
	"kycnew":"#LEGALUPDATE #25JULY2019 #CA2013 #MCA #KYC #RULES<br/>Please be aware that the Companies (Appointment and Qualification of Directors) Third Amendment Rules, 2019 have been notified w.e.f 25th July 2019. As per the said notification:</br>i) eForm DIR-3 KYC is to be filed by an individual who holds DIN and is filing his KYC details for the first time or by the DIN holder who has already filed his KYC once in eform DIR-3 KYC but wants to update his details.</br>ii) Web service DIR-3-KYC-WEB is to be used by the DIN holder who has submitted DIR-3 KYC eform in the previous financial year and no update is required in his details.</br>Crux:</br>If all details of Director are same as on MCA portals per last DIR-3KYC then web-based KYC verification.In other cases e-form DIR-3 KYC based verification. DIR-3 KYC due date will be 30th September 2019. Late Fee - INR 5,000/-</br>For More Information: -</br><a href=\"http://www.mca.gov.in/Ministry/pdf/ThirdAmendRules_25072019.pdf\">http://www.mca.gov.in/Ministry/pdf/ThirdAmendRules_25072019.pdf</a><br/></br><a href=\"http://www.mca.gov.in/Ministry/pdf/FourthAmedRules_25072019.pdf\">http://www.mca.gov.in/Ministry/pdf/FourthAmedRules_25072019.pdf</a><br/>"
}
